{{-- <section id="about">
    <div class="about"> 
        <h1>من نحن</h1>
        <p>
            إيمانًا منا بأهمية البرمجة و العالم الرقمي في حياتنا كنا نحن بانوراما القصيم، من الرواد 
            <br>
            في هذه المجالاتي التي تسعى للارتقاء بمجال التصميم والبرمجة لتكون من كبرى
            <br>
            الصروح بالمملكة والشرق الأوسط في تصميم وبرمجة المواقع وتطبيقات الجوال
            <br>
            والبرامج الإدارية والمحاسبية .
        </p>
        <p>
            نهدف دائمًا لإرضاء كافة العملاء لدينا من خلال تقديم مجموعة من الخدمات المميزة. 
            <br>
            نسعى لخلق وتنمية جسور التعاون والشراكة وتبادل الخبرات بين المبرمجين في
            <br>
            مختلف تخصصاتهم، ونستهدف إعداد برامج متميزة تلبي الاحتياجات الحقيقية
            <br>
            للمجتمع وسوق العمل مع تطويرها المستمر. ندرب المبرمجين حديثي التخرج لنرتقي
            <br>
            بـالمستويات المهارية في جميع مجالات البرمجة من الأنشطة الأساسية لخدمة
            <br>
            المجتمع المدني.
        </p>
        <p>
            رسالتنا هي خلق مجتمع واعِ فكريًا و متطور علميًا، قادرًا على مواكبة العالم الرقمي
            <br>
            بأسهل الطرق وأبسطها.
        </p>
    </div>
</section> --}}
{{-- @extends('hello')
@section('about')
@endsection --}}

