<section id="content">
    <div class="intro">
        <h1>بانوراما القصيم للبرمجة والتصميم</h1>
        <p>نقدم لعملائنا أفضل الحلول والخدمات الرقميـة المتكاملة</p>
    </div>

    <section id="about">
       <div class="about"> 
        <h1>من نحن</h1>
        <p>
            إيمانًا منا بأهمية البرمجة و العالم الرقمي في حياتنا كنا نحن بانوراما القصيم، من الرواد 
<br>
في هذه المجالاتي التي تسعى للارتقاء بمجال التصميم والبرمجة لتكون من كبرى
<br>
 الصروح بالمملكة والشرق الأوسط في تصميم وبرمجة المواقع وتطبيقات الجوال
<br>
 والبرامج الإدارية والمحاسبية .
                                        </p>
                                <p>
                                    
نهدف دائمًا لإرضاء كافة العملاء لدينا من خلال تقديم مجموعة من الخدمات المميزة. 
<br>
نسعى لخلق وتنمية جسور التعاون والشراكة وتبادل الخبرات بين المبرمجين في
<br>
  مختلف تخصصاتهم، ونستهدف إعداد برامج متميزة تلبي الاحتياجات الحقيقية
<br>
 للمجتمع وسوق العمل مع تطويرها المستمر. ندرب المبرمجين حديثي التخرج لنرتقي
<br>
 بـالمستويات المهارية في جميع مجالات البرمجة من الأنشطة الأساسية لخدمة
<br>
 المجتمع المدني.
                                </p>
                                <p>
                                   رسالتنا هي خلق مجتمع واعِ فكريًا و متطور علميًا، قادرًا على مواكبة العالم الرقمي
<br>
 بأسهل الطرق وأبسطها.
                                </p>

            </div>
    </section> 

    <!-- Clients Section with Image Slider -->
  <section id="clients">
        <div class="clients">
        <h2>عملائنا</h2>
        <div class="slider">
            <div class="slides">
                <!-- Slides for Clients -->
                <div class="slide">
                    <img src="img/cl1.jpg" alt="عميل 1">
                    <div class="slide-content">
                        <h3>اركال للاستشارات الهندسية</h3>
                        <p> أركال للإستشارات الهندسيه المتخصص في تصميم المخططات المعماريه بأحدث الأساليب العصريه وتصميم المخططات الإنشائيه تماشيا مع الأكواد العالميه بالإضافة لجميع الأعمال المساحيه والكروكيات التنظيميه وأعمال مكافحة الحريق والأمن والسلامه.
                        </p>
                    </div>
                </div>
                <div class="slide">
                    <img src="img/cl2.jpg" alt="عميل 2">
                    <div class="slide-content">
                        <h3> مكتب القصيم للزواج</h3>
                        <p> مكتب القصيم للزواج القصيم بريده حي السالميه شرق مسجد الجارالله الجامع المكتب له حوالي 16سنه زوج كثير من الرجال على مستوى المملكه دخولك وتعرفك بالمكتب انت بالطريق الصحيح وانتبه لنفسك من المتطفلين على الزواج في برامج التواصل الذينا ليسو مختصين بالزواج وإنما هدفهم اخذ أموال الناس بالباطل المكتب معروف لدى الجميع ومنهم الجهات المختصه .
                        </p>
                    </div>
                </div>
                <!-- Add more slides here -->
                 <div class="slide">
                    <img src="img/cl3.jpg" alt="عميل 3">
                    <div class="slide-content">
                        <h3> مكتب المحامي عبدالرحمن الجمعة</h3>
                        <p> مكتب عبدالرحمن محمد الجمعة محامون ومستشارون وموثقون هو مكتب مرخص له بمزاولة المحاماة بموجب ترخيص المحاماة رقم 39389 وتاريخ 1/7/1439 وترخيص التوثيق رقم 1767 /40 وتاريخ 1/9/1440هـ الصادرين من وزارة العدل بالمملكة العربية السعودية</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl4.jpg" alt="عميل 4">
                    <div class="slide-content">
                        <h3> جمعية تجهيز</h3>
                        <p>جمعية خيرية تهتم بشؤون المسلم بعد موته، وتوعية المجتمع بأحكام الجنائز من خلال تقديم عمل خيري متقن للمجتمع من خلال الاهتمام برعاية شؤون الموتى، تجهيزا، وتكفينا، ودفنا، وتدريب وتأهيل المغسلين، وتوعية المجتمع بالمفهوم الشرعي للتعامل مع الجنائز.</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl5.jpg" alt="عميل 5">
                    <div class="slide-content">
                        <h3>كليات عنيزة</h3>
                        <p>تعد كليات عنيزة من الكليات الناشئة في المملكة؛ إذ انطلقت مسيرتها في العام الجامعي 1437/1436 ه بدعم سخي من حكومة خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود، وسمو ولي عهده الأمين، حفظهما الله، ورعاية كريمة من وزارة التعليم، تحقيقا للتوجهات المستقبلية للمملكة في مجال التعليم، والبحث العلمي؛ لتوفير تعليم متميز لأبناء المملكة وبناتها في منطقة القصيم</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl6.jpg" alt="عميل 6">
                    <div class="slide-content">
                        <h3> حاضنة الجمعيات</h3>
                        <p> حاضنة للجمعيات الأهلية الناشئة هدفها دراسة الاحتياجات بمنطقة القصيم ودعم الافكار ورعايتها ودعم الجمعيات من خلال سبل الاستدامة المالية وتنفيذ افكارها، وحل مشكلة الصعوبات والعوائق التي تواجهها، وكيفية حلها ، ومعرفة الاحتياجات بهدف مساعدتها لتأسيس هذه الجمعية.</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl7.jpg" alt="عميل 7">
                    <div class="slide-content">
                        <h3> نادي السر</h3>
                        <p> نسعى بنادي السر الرياضي للتميز الرياضي والإداري عبر عمل مؤسسي لتحقيق أهدافنا وطموحاتنا التي تلبي تطلعات أصحاب المصلحة.
<br>
 وأن نكون متميزين في مختلف المجالات الرياضية ونموذجاً في التطوير المؤسسي التميز روح الفريق الاستدامة الشراكة الشفافية التمكين ولتحقيق التميز المؤسسي تحسين المنافسة الرياضية تعزيز الاستدامة المالية زيادة مشجعي النادي تحسين البنية تفعيل التكامل و الشراكات المجتمعية


</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl8.jpg" alt="عميل 8">
                    <div class="slide-content">
                        <h3> نادي الصقر</h3>
                        <p> تاسس نادي الصقر عام 1401هـ على يد مجموعة من اهالي مركز البصر وحينها تم ترشيح الاستاذ عبد العزيز بن عبد الرحمن السويد كاول رئيس للنادي, ثم تعاقب على ادارة النادي احد عشر رئيسا كان اخرهم الرئيس الحالي الاستاذ فهد بن عبد العزيز المحيميد.
<br>
حقق النادي اول بطولاته على مستوى منطقة القصيم العام 1432هـ وفي العام 1442هـ حقق النادي ذات البطولة للمرة الثانية . 
<br>
وفي نفس العام حقق نادي الصقر تاج بطولاتة : درع المملكة العربية السعودية الاندية الدرجة الثالثة, بقيادة رئيس النادي الاستاذ فهد بن عبدالعزيز المحيميد, وعلى اثرها تأهل لاول مرة في تاريخه لدوري الدرجة الثانية لكرة القدم .</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl9.jpg" alt="عميل 9">
                    <div class="slide-content">
                        <h3> نادي التقدم</h3>
                        <p> كانت بدايات النادي بسيطة باجتهادات ألهالي المذنب في عام 1968م، حيث تولى رئاسته إدارته بداح البداح - رحمه هللا تعالى -حتى جاءت الموافقة الكريمة على اعتماد نادي التقدم الرياضي في محافظة المذنب لممارسة كافة أنشطته الرياضية والثقافية واالجتماعية عام 1972 م ويتولى رئاسة مجلس إدارته عثمان بن محمد الدخيل - رحمه الله تعالى - وتتعاقب بعده اإلدارات لوقتنا الحالي.

</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl10.jpg" alt="عميل 110">
                    <div class="slide-content">
                        <h3> النادي العربي</h3>
                        <p> النادي العربي الرياضي بعنيزة, في محافظة عنيزة بمنطقة القصيم وسط المملكة العربية السعودية تأسس سنة 1958, ويحمل النادي شعارا باللون الأحمر والأبيض.
<br>
 يُلقب النادي العربي بفارس عنيزة، وهو نادي رياضي يضم العديد من الألعاب الرياضية أبرزها كرة القدم وكرة اليد وكرة السلة. ويقع مقر النادي في محافظة عنيزة بمنطقة القصيم

</p>
                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl11.jpg" alt="عميل 11">
                    <div class="slide-content">
                        <h3> مخابز وحلويات الأرياف</h3>
                       
                                    
                                        مخابز وحلويات الأرياف.. 40 عاماً من التميز والنجاح 11 فرعاً حول المملكة تقدم أفضل المنتجات
                                        <br>
                                        بدأت قصة شركة مخابر وحلويات الأرياف عام 1985 ميلادي على يد المؤسس رجل الأعمال فهد المحيميد، من حلم إلى كيان عريق يملك خبرة ممتدة ومحفوفة بالعراقة والأصالة، كانت هذه العلامة التجارية شريكة في الكثير من اللحظات السعيدة للمجتمع مما جعل لهذه العلامة ولاء عاليا من قبل عملائها، حتى أصبحت لا تكتمل الأفراح لسنوات طويلة إلا بصحبة منتجات مخابز وحلويات الأرياف، وكان لدى المؤسس الأستاذ فهد المحيميد بعد نظر في استثماره، حيث حرص على أن لا يخدم قطاعاً واحداً فقط، بل قدم منتجات نوعية في قطاعات متعددة مثل:
                                        <br>*
                                        الحلويات الشرقية من الكنافة والبقلاوة وغيرها.


<br>*
الحلويات الغربية من الكيكات الفاخرة، والكثير من الوصفات المبتكرة والمستوحاة من المطبخ الأوروبي وغيرها.


<br>*
الشوكولاتة الفاخرة بأعلى مستوى وألذ حشوة.


<br>*
المعجنات والمقليات الطازجة، والمخبوزات التي هي خيار دائم لأصحاب المنازل.


                                    
                                </p>

                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl12.jpg" alt="عميل 12">
                    <div class="slide-content">
                        <h3> مستشفى بريدة المركزي</h3>
                        <p>صرح طبي عريق بالقصيم منطقة بريده
أنجز مستشفى بريدة المركزي أحد مكونات تجمع القصيم الصحي , أكثر من 12 ألف عملية جراحية حتى نهاية الربع الثالث " يناير- سبتمبر" خلال 9 أشهر ، من العام الحالي 2023م ، توزعت على مختلف الأقسام بالمستشفى
                                </p><br>

                    </div>
                </div>
                    <div class="slide">
                    <img src="img/cl13.jpg" alt="عميل 13">
                    <div class="slide-content">
                        <h3> نادي الرائد الرياضي</h3>
                        <p> رؤيتنا أن نكون ناديًا رائدًا يعزز النمو المستدام في المجال الرياضي محلياً ودولياً ورسالتنا توفير بيئة رياضية محفّزة في مختلف الألعاب الرياضية، وخلق بيئة جاذبة للاستثمار، و تفعيل المسؤولية الاجتماعية، وتعزيز الإستدامة المهنية والمالية وذلك لتحقيق تطلعات الشركاء والتوجهات المستقبلية للمملكة

</p>
                    </div>
            </div>
        </div>
            <button class="prev" onclick="changeSlide(-1, 'clients')">&#10094;</button>
            <button class="next" onclick="changeSlide(1, 'clients')">&#10095;</button>
        </div>
        </div>
    </section>

    <!-- Services Section with Image Slider -->
    <section id="services">
        <div class="services">
        <h2>خدماتنا</h2>
        <div class="slider">
            <div class="slides">
                <!-- Slides for Services -->
                <div class="slide">
                    <img src="img/service1.jpg" alt="خدمة 1">
                    <div class="slide-content">
                        <h3> البرمجة من الصفر</h3>
                        <p> نقوم بتحويل فكرتك إلى موقع إلكتروني او تطبيق جوال مع سكريبت مبرمج من الصفر
                        </p>
                    </div>
                </div>
                <div class="slide">
                    <img src="img/service2.jpg" alt="خدمة 2">
                    <div class="slide-content">
                        <h3> سكريبت الجمعيات الخيرية</h3>
                        <p> سكريبت متكامل لمواقع الجمعيات الخيريه وفق ضوابط المركز السعودي للحوكمة
                        </p>
                    </div>
                </div>
                 <div class="slide">
                    <img src="img/service3.jpg" alt="خدمة 3">
                    <div class="slide-content">
                        <h3> برنامج قمة للنداء الآلي</h3>
                       <p>
                                        هو نظام تبليغ عن الحالات الطارئه
                                        للمنشآت الصحية أو غيرها من
                                        الأماكن التي تحتاج سرعة إستجابة
                                        يتم النداء عن طريق :
                                        <br>
                                              * السماعات الداخلية للمنشأة
                                            <br>
                                              * الإتصال المباشر بالفريق المناوب
                                              <br>
                                            *  الرسائل النصية
                                        <br>
                                        مع إماكنية التعديل الكامل في
                                        شفرات نداء الطوارئ
                                </p>
                    </div>
                </div>
                <div class="slide">
                    <img src="img/service4.jpg" alt="خدمة 4">
                    <div class="slide-content">
                        <h3> برنامج قمة لنقاط البيع</h3>
                        
                                    * لا يحتاج جــــــهاز
                                       بمواصفات عاليه
                                    <br>
                                    * يعمل على
                                      الجوال
                                    <br>
                                    * قاعدة بيانات
                                       محمية
                                       مرفوعة على
                                       الشبكة
                                       <br>
                                       * نسخ احتياطي
                                      كل 24 ساعه


                                </p>
                    </div>
                </div>
                <div class="slide">
                    <img src="img/service5.jpg" alt="خدمة 5">
                    <div class="slide-content">
                        <h3> منصة بانوراما المتكاملة للاندية الرياضيه</h3>
                        
                                <p>
                                    تقدم بانوراما القصيم للبرمجة منصة متكاملة لادارة الانديه الرياضيه تشتمل على الآتي :

                                                                        <br>
                                    * موقع الكتروني

                                    <br>
                                    * تطبيقين جوال للموقع ايفون و اندرويد
                                       <br>
                                     * متجر الكتروني
                                     <br>
                                     * تطبيقين جوال للمتجر ايفون و اندرويد
                                     <br>
                                     * نظام المراسلات الالكترونيه
                                     <br>
                                     * منصة تذاكر


                                </p> 
                    </div>
                </div>
                <div class="slide">
                    <img src="img/service6.jpg" alt="خدمة 6">
                    <div class="slide-content">
                        <h3> نظام قمة للمحاسبة</h3>
                        
                                     هو نظام يمكن مكاتب المحاسبه من ادارة جميع اعمالها مثل : 

                                    <br>
                                    * الحسابات
                                    <br>
                                    * القيود اليوميه                                                                           <br>
                                       * ميزان المراجعه
                                       <br>
                                       * القوائم الماليه
                                       <br>
                                       وغيرها من المهام المحاسبيه

                                </p> 
                    </div>
                </div>
                <div class="slide">
                    <img src="img/service7.jpg" alt="خدمة 7">
                    <div class="slide-content">
                        <h3> نظام قمة للمحاماه</h3>
                        
                                     هو نظام يمكن مكاتب المحاماه من ادارة جميع اعمالها مثل : 

                                    <br>
                                    * تقديم الدعاوي

                                                                                        <br>
                                    * ادراة المحاميين و توكيل القضايا لهم                                                              <br>
                                       * خط سير لمتابعة كل قضيه

                                                            </p>

                    </div>
                </div>
                <div class="slide">
                    <img src="img/service8.jpg" alt="خدمة 8">
                    <div class="slide-content">
                        <h3> منصة بانوراما لإدارة المشاريع الهندسية</h3>
                        <p>
                                     تقدم بانوراما القصيم للبرمجه منصة متكاملة لإدارة المكاتب الهندسيه الكبيره تشتمل على الآتي :

                                    <br>
                                    * خط سير كامل للمشاريع الهندسية بكامل تفاصيلها


                                    <br>
                                    *  ادارة الموظفين و اجازاتهم و رواتبهم واقاماتهم
                                       <br>
                                       * نظام اشعارات مخصص لكل بند من البنود اعلاه
                                       <br>
                                       * ادارة السجلات و تراخيص المحلات

<br> 
* ادارة الموادر البشريه
<br>
* ادارة متكامله لسيارات المكتب الهندسي


                                </p>

                    </div>
          </div>
                <!-- Add more slides here -->
            </div>
            <button class="prev" onclick="changeSlide(-1, 'services')">&#10094;</button>
            <button class="next" onclick="changeSlide(1, 'services')">&#10095;</button>
        </div>
    </div>
    </section>


    {{-- <!-- Contact Section --> --}}

<section id="contact">
    <div class="contact">
      <h2> <br><br> </h2>
      <div class="form-card1">
  <div class="form-card2">
    <form class="form">
      <p class="form-heading"> تواصل معنا</p>

      <div class="form-field">
        <input required="" placeholder="الاسم" class="input-field" type="text" />
      </div>

      <div class="form-field">
        <input
          required=""
          placeholder="ايميلك"
          class="input-field"
          type="email"
        />
      </div>

      <div class="form-field">
        <input
          required=""
          placeholder="العنوان"
          class="input-field"
          type="text"
        />
      </div>

      <div class="form-field">
        <textarea
          required=""
          placeholder="الرسالة"
          cols="30"
          rows="3"
          class="input-field"
        ></textarea>
      </div>

      <button class="sendMessage-btn">ارسال</button>
    </form>
  </div>
</div>
</section>
<script>
document.querySelectorAll('a[href^="#"]').forEach(anchor => {
    anchor.addEventListener('click', function (e) {
        e.preventDefault();

        document.querySelector(this.getAttribute('href')).scrollIntoView({
            behavior: 'smooth'
        });
    });
});
</script>
   